Repository: prateekmedia/Menu11
Catalog: translate/*.po
Languages: hi_in

source: Menu 11
hi_in: मेनू 11

source: A highly customizable launcher inspired from windows 11 menu. Fork of MenuZ.
hi_in: विंडोज़ 11 मेनू से प्रेरित एक उच्च अनुकूलन योग्य लांचर। मेनूजेड का फोर्क।

source: General
hi_in: आम

source: Icon:
hi_in: आइकन:

source: Menu Position:
hi_in: मेनू स्थिति:

source: Center
hi_in: केंद्र

source: On Edge
hi_in: किनारे पर

source: Auto
hi_in: ऑटो

source: Pinned item:
hi_in: पिन किया गया आइटम

source: Favourite apps
hi_in: पसंदीदा ऐप्स

source: Recent apps
hi_in: हाल के ऐप्स

source: Recent documents
hi_in: हाल के कागजात

source: Recommended item:
hi_in: अनुशंसित वस्तु:

source: None
hi_in: कोई नहीं

source: Number of columns in grid:
hi_in: ग्रिड में स्तंभों की संख्या:

source: Number of rows in grid:
hi_in: ग्रिड में पंक्तियों की संख्या:

source: Icon Properties:
hi_in: चिह्न गुण:

source: Panel Properties:
hi_in: पैनल गुण:

source: Show All apps by default
hi_in: डिफ़ॉल्ट रूप से सभी ऐप्स दिखाएं

source: Replace Explorer icon in footer
hi_in: पाद लेख में एक्सप्लोरर आइकन बदलें

source: Reduce Icon Size for User Profile
hi_in: उपयोगकर्ता प्रोफ़ाइल के लिए चिह्न का आकार कम करें

source: Reduce Icon Size for Footer
hi_in: पाद लेख के लिए चिह्न का आकार कम करें

source: Reduce Icon Size for Pinned item
hi_in: पिन किए गए आइटम के लिए आइकन का आकार कम करें

source: Allow label to have two lines (Pinned)
hi_in: लेबल को दो पंक्तियों की अनुमति दें (पिन किया हुआ)

source: Show Description for all apps and search item
hi_in: सभी ऐप्स और खोज आइटम के लिए विवरण दिखाएं

source: Always Show Search Bar
hi_in: हमेशा खोज बार दिखाएँ

source: Prefer showing full name, instead of login name
hi_in: लॉगिन नाम के बजाय पूरा नाम दिखाना पसंद करें

source: Show applications as:
hi_in: अनुप्रयोगों को इस रूप में दिखाएं:

source: Name only
hi_in: केवल नाम

source: Description only
hi_in: केवल विवरण

source: Name (Description)
hi_in: नाम (विवरण)

source: Description (Name)
hi_in: विवरण (नाम)

source: Icons on Bottom bar:
hi_in: नीचे पट्टी पर चिह्न:

source: Documents
hi_in: दस्तावेज़

source: Pictures
hi_in: चित्रों

source: Music
hi_in: संगीत

source: Downloads
hi_in: डाउनलोड

source: Videos
hi_in: वीडियो

source: File manager
hi_in: फ़ाइल प्रबंधक

source: System settings
hi_in: प्रणाली व्यवस्था

source: Lock screen
hi_in: लॉक स्क्रीन

source: Power options
hi_in: ऊर्जा के विकल्प

source: Search:
hi_in: खोज:

source: Expand search to bookmarks, files and emails
hi_in: बुकमार्क, फ़ाइलों और ईमेल में खोज का विस्तार करें

source: Type here to search
hi_in: खोजने के लिए यहां टाइप करें

source: All apps
hi_in: सभी एप्लीकेशन

source: Recommended
hi_in: अनुशंसित

source: Pinned
hi_in: पिन की गई

source: Back
hi_in: वापस

source: More
hi_in: अधिक

source: Go to user settings
hi_in: उपयोगकर्ता सेटिंग पर जाएं
